Repository: mate-desktop-legacy-archive/libmatewnck
Catalog: po/*.po
Languages: en@shaw

source: Workspace Switcher
en@shaw: 火别

source: Tool to switch between workspaces
en@shaw: 叼 梆 火别

source: Click this to switch to workspace %s
en@shaw: ゐ 火别 %s

source: Click to start dragging "%s"
en@shaw: ゐ 葛 "%s"

source: Current workspace: "%s"
en@shaw: 仇 火别: "%s"

source: Click to switch to "%s"
en@shaw: ゐ "%s"

source: No Windows Open
en@shaw: 答 答

source: Tool to switch between windows
en@shaw: 叼 梆 答

source: Window List
en@shaw: ゐ

source: Tool to switch between visible windows
en@shaw: 叼 梆 答

source: Mi_nimize All
en@shaw: ヰ_ヰ拆 佛

source: Un_minimize All
en@shaw: 仇_ヰヰ拆 佛

source: Ma_ximize All
en@shaw: ヰ_ヰ拆 佛

source: _Close All
en@shaw: _ゐ答 佛

source: Use N_ROWS rows
en@shaw: 筐 N_ROWS 答

source: Only show current workspace
en@shaw: 答ゐ 仇 火别

source: Show workspace names instead of workspace contents
en@shaw: 火别 别ヰ ю 火别

source: Use a vertical orientation
en@shaw: 筐 火 别

source: Always group windows
en@shaw: 佛ゐ别 叼 答

source: Never group windows
en@shaw: ю 叼 答

source: Display windows from all workspaces
en@shaw: ゐ 答 佛 火别

source: Enable Transparency
en@shaw: 别

source: Unmi_nimize
en@shaw: 仇ヰ_ヰ拆

source: Mi_nimize
en@shaw: ヰ_ヰ拆

source: Unma_ximize
en@shaw: 仇ヰ_ヰ拆

source: Ma_ximize
en@shaw: ヰ_ヰ拆

source: Workspace %d
en@shaw: 火别 %d

source: Workspace 1_0
en@shaw: 火别 1_0

source: Workspace %s%d
en@shaw: 火别 %s%d

source: _Move
en@shaw: _ヰ叼

source: _Resize
en@shaw: _梆拆

source: Always On _Top
en@shaw: 佛ゐ别 _

source: _Always on Visible Workspace
en@shaw: _佛ゐ别 火别

source: _Only on This Workspace
en@shaw: _答ゐ 火别

source: Move to Workspace _Left
en@shaw: ヰ叼 火别 _ゐю

source: Move to Workspace R_ight
en@shaw: ヰ叼 火别 _拆

source: Move to Workspace _Up
en@shaw: ヰ叼 火别 _仇

source: Move to Workspace _Down
en@shaw: ヰ叼 火别 _

source: Move to Another _Workspace
en@shaw: ヰ叼 仇 _火别

source: _Close
en@shaw: _ゐ答

source: X window ID of the window to examine or modify
en@shaw: X ID ヰ ヰ

source: X window ID of the group leader of an application to examine
en@shaw: X ID 叼 ゐ梆 ゐ别 ヰ

source: Class resource of the class group to examine
en@shaw: ゐ 桂 ゐ 叼 ヰ

source: CLASS
en@shaw: ゐ

source: NUMBER of the workspace to examine or modify
en@shaw: 仇ヰ 火别 ヰ ヰ

source: NUMBER
en@shaw: 仇ヰ

source: NUMBER of the screen to examine or modify
en@shaw: 仇ヰ 梆 ヰ ヰ

source: Alias of --window
en@shaw: 别ゐ梆 --window

source: List workspaces of the screen (output format: "Number: Workspace Name")
en@shaw: ゐ 火别 梆 ( 桂ヰ: "仇ヰ: 火别 别")

source: Change the number of workspaces of the screen to NUMBER
en@shaw: 别 仇ヰ 火别 梆 仇ヰ

source: Change the workspace layout of the screen to use NUMBER rows
en@shaw: 别 火别 ゐ别 梆 筐 仇ヰ 答

source: Change the workspace layout of the screen to use NUMBER columns
en@shaw: 别 火别 ゐ别 梆 筐 仇ヰ ゐヰ

source: Show the desktop
en@shaw: ю

source: Stop showing the desktop
en@shaw: 答 ю

source: Minimize the window
en@shaw: ヰヰ拆

source: Maximize the window
en@shaw: ヰヰ拆

source: Maximize horizontally the window
en@shaw: ヰヰ拆 ｐゐ

source: Maximize vertically the window
en@shaw: ヰヰ拆 火ゐ

source: Start moving the window via the keyboard
en@shaw: 葛 ヰ叼 拆 梆

source: Activate the window
en@shaw: 别

source: Close the window
en@shaw: ゐ答

source: Make the window always on top
en@shaw: ヰ别 佛ゐ别

source: Make the window not always on top
en@shaw: ヰ别 佛ゐ别

source: Make the window below other windows
en@shaw: ヰ别 ゐ 仇 答

source: Make the window not below other windows
en@shaw: ヰ别 ゐ 仇 答

source: Shade the window
en@shaw: 别

source: Make the window not appear in pagers
en@shaw: ヰ别 别○火

source: Make the window appear in pagers
en@shaw: ヰ别 别○火

source: Make the window visible on all workspaces
en@shaw: ヰ别 佛 火别

source: Make the window visible on the current workspace only
en@shaw: ヰ别 仇 火别 答ゐ

source: Move the window to workspace NUMBER (first workspace is 0)
en@shaw: ヰ叼 火别 仇ヰ (火 火别 0)

source: Change the X coordinate of the window to X
en@shaw: 别 X 答桂别 X

source: Change the Y coordinate of the window to Y
en@shaw: 别 Y 答桂别 Y

source: Change the width of the window to WIDTH
en@shaw: 别

source: Change the height of the window to HEIGHT
en@shaw: 别 ｐ拆 ｐ拆

source: HEIGHT
en@shaw: ｐ拆

source: Change the type of the window to TYPE (valid values: normal, desktop, dock, dialog, toolbar, menu, utility, splash)
en@shaw: 别 拆 拆 (ゐ ゐ筐: normal, desktop, dock, dialog, toolbar, menu, utility, splash)

source: TYPE
en@shaw: 拆

source: Change the name of the workspace to NAME
en@shaw: 别 别 火别 别

source: NAME
en@shaw: 别

source: Activate the workspace
en@shaw: 别 火别

source: Invalid value "%s" for --%s
en@shaw: ゐ ゐ "%s" --%s

source: Conflicting options are present: screen %d should be interacted with, but --%s has been used
en@shaw: ゐ ю: 梆 %d 火 , 仇 --%s ｐ 梆 筐

source: Conflicting options are present: windows or workspaces of screen %d should be listed, but --%s has been used
en@shaw: ゐ ю: 答 火别 梆 %d ゐ, 仇 --%s ｐ 梆 筐

source: Conflicting options are present: workspace %d should be interacted with, but --%s has been used
en@shaw: ゐ ю: 火别 %d 火 , 仇 --%s ｐ 梆 筐

source: Conflicting options are present: windows of workspace %d should be listed, but --%s has been used
en@shaw: ゐ ю: 答 火别 %d ゐ, 仇 --%s ｐ 梆 筐

source: Conflicting options are present: an application should be interacted with, but --%s has been used
en@shaw: ゐ ю: ゐ别 火 , 仇 --%s ｐ 梆 筐

source: Conflicting options are present: windows of an application should be listed, but --%s has been used
en@shaw: ゐ ю: 答 ゐ别 ゐ, 仇 --%s ｐ 梆 筐

source: Conflicting options are present: class group "%s" should be interacted with, but --%s has been used
en@shaw: ゐ ю: ゐ 叼 "%s" 火 , 仇 --%s ｐ 梆 筐

source: Conflicting options are present: windows of class group "%s" should be listed, but --%s has been used
en@shaw: ゐ ю: 答 ゐ 叼 "%s" ゐ, 仇 --%s ｐ 梆 筐

source: Conflicting options are present: a window should be interacted with, but --%s has been used
en@shaw: ゐ ю: 火 , 仇 --%s ｐ 梆 筐

source: Conflicting options are present: --%s and --%s
en@shaw: ゐ ю: --%s --%s

source: Invalid argument "%d" for --%s: the argument must be strictly positive
en@shaw: ゐ 葛筐ヰ "%d" --%s: 葛筐ヰ ヰ仇 ゐ

source: Invalid argument "%d" for --%s: the argument must be positive
en@shaw: ゐ 葛筐ヰ "%d" --%s: 葛筐ヰ ヰ仇

source: Conflicting options are present: --%s or --%s, and --%s
en@shaw: ゐ ю: --%s --%s, --%s

source: Invalid argument "%s" for --%s, valid values are: %s
en@shaw: ゐ 葛筐ヰ "%s" --%s, ゐ ゐ筐 : %s

source: Cannot change the workspace layout on the screen: the layout is already owned
en@shaw: 别 火别 ゐ别 梆: ゐ别 佛ゐю 答

source: Action not allowed
en@shaw: ゐ

source: Window cannot be moved to workspace %d: the workspace does not exist
en@shaw: ヰ叼 火别 %d: 火别 仇 ю

source: <name unset>
en@shaw: <别 ю>

source: Screen Number: %d
en@shaw: 梆 仇ヰ: %d

source: Geometry (width, height): %d, %d
en@shaw: ○ヰ (, ｐ拆): %d, %d

source: Number of Workspaces: %d
en@shaw: 仇ヰ 火别: %d

source: Workspace Layout (rows, columns, orientation): %d, %d, %s
en@shaw: 火别 ゐ别 (答, ゐヰ, 别): %d, %d, %s

source: Window Manager: %s
en@shaw: ヰ○: %s

# workspace
source: none
en@shaw: 仇

source: Active Workspace: %s
en@shaw: 火别: %s

# window
source: none
en@shaw: 仇

source: Active Window: %s
en@shaw: : %s

source: Showing the desktop: %s
en@shaw: 答 ю: %s

source: false
en@shaw: 佛ゐ

source: Workspace Name: %s
en@shaw: 火别 别: %s

source: Workspace Number: %d
en@shaw: 火别 仇ヰ: %d

source: On Screen: %d (Window Manager: %s)
en@shaw: 梆: %d ( ヰ○: %s)

source: Position in Layout (row, column): %d, %d
en@shaw: ゐ别 (, ゐ): %d, %d

source: Left Neighbor: %s
en@shaw: ゐю 别: %s

source: Right Neighbor: %s
en@shaw: 拆 别: %s

source: Top Neighbor: %s
en@shaw: 别: %s

source: Bottom Neighbor: %s
en@shaw: 别: %s

source: Resource Class: %s
en@shaw: 桂 ゐ: %s

source: Group Name: %s
en@shaw: 叼 别: %s

source: set
en@shaw: ю

source: <unset>
en@shaw: <ю>

source: Icons: %s
en@shaw: 拆: %s

source: Number of Windows: %d
en@shaw: 仇ヰ 答: %d

source: Name: %s
en@shaw: 别: %s

source: Icon Name: %s
en@shaw: 拆 别: %s

# startupID
source: none
en@shaw: 仇

source: Startup ID: %s
en@shaw: 葛仇 ID: %s

source: all workspaces
en@shaw: 佛 火别

source: On Workspace: %s
en@shaw: 火别: %s

source: normal window
en@shaw: 桂ヰ

source: desktop
en@shaw: ю

source: dialog window
en@shaw: 拆ゐ

source: utility window
en@shaw: 叼ゐ

source: splash screen
en@shaw: ゐ 梆

source: Window Type: %s
en@shaw: 拆: %s

source: Geometry (x, y, width, height): %d, %d, %d, %d
en@shaw: ○ヰ (x, y, , ｐ拆): %d, %d, %d, %d

source: Class Group: %s
en@shaw: ゐ 叼: %s

source: Session ID: %s
en@shaw: ю ID: %s

source: Group Leader: %lu
en@shaw: 叼 ゐ梆: %lu

source: Transient for: %lu
en@shaw: : %lu

source: minimized
en@shaw: ヰヰ拆

source: maximized
en@shaw: ヰヰ拆

source: maximized horizontally
en@shaw: ヰヰ拆 ｐゐ

source: maximized vertically
en@shaw: ヰヰ拆 火ゐ

source: shaded
en@shaw: 别

source: above
en@shaw: 仇

source: below
en@shaw: ゐ

source: needs attention
en@shaw: 梆 ю

source: skip pager
en@shaw: 别○

source: normal
en@shaw: 桂ヰ

source: State: %s
en@shaw: 别: %s

source: move
en@shaw: ヰ叼

source: resize
en@shaw: 梆拆

source: shade
en@shaw: 别

source: maximize horizontally
en@shaw: ヰヰ拆 ｐゐ

source: maximize vertically
en@shaw: ヰヰ拆 火ゐ

source: change workspace
en@shaw: 别 火别

source: minimize
en@shaw: ヰヰ拆

source: maximize
en@shaw: ヰヰ拆

source: close
en@shaw: ゐ答

source: make above
en@shaw: ヰ别 仇

source: make below
en@shaw: ヰ别 ゐ

source: Possible Actions: %s
en@shaw: : %s

source: Options to list windows or workspaces
en@shaw: ゐ 答 火别

source: Show options to list windows or workspaces
en@shaw: ゐ 答 火别

source: Options to modify properties of a window
en@shaw: ヰ 拣

source: Show options to modify properties of a window
en@shaw: ヰ 拣

source: Options to modify properties of a workspace
en@shaw: ヰ 拣 火别

source: Show options to modify properties of a workspace
en@shaw: ヰ 拣 火别

source: Options to modify properties of a screen
en@shaw: ヰ 拣 梆

source: Show options to modify properties of a screen
en@shaw: ヰ 拣 梆

source: Error while parsing arguments: %s
en@shaw: 火 拆 葛 葛筐ヰ: %s

source: Cannot interact with screen %d: the screen does not exist
en@shaw: 火 梆 %d: 梆 仇 ю

source: Cannot interact with workspace %d: the workspace cannot be found
en@shaw: 火 火别 %d: 火别

source: Cannot interact with class group "%s": the class group cannot be found
en@shaw: 火 ゐ 叼 "%s": ゐ 叼
